"livechat.inputfield.questionplaceholder" = "अपना प्रश्न दर्ज करें";
"livechat.inputfield.messageplaceholder" = "अपना संदेश यहाँ टाइप करें...";
"livechat.inputfield.feedbackplaceholder" = "अपनी प्रतिक्रिया यहाँ टाइप करें...";
"livechat.inputfield.commentplaceholder" = "टिप्पणी";
"livechat.headertitle.feedback" = "अपने सुझाव छोड़ें";
"livechat.button.send" = "भेजें";
"livechat.button.ok" = "ठीक है";
"livechat.button.photolibrary" = "फोटो लाइब्रेरी";
"livechat.button.sendPhoto" = "फोटो भेजें";
"livechat.button.takescreenshot" = "स्क्रीनशॉट लें";
"livechat.button.cancel" = "रद्द करें";
"livechat.button.open" = "खुली";
"livechat.button.copy" = "कॉपी करें";
"livechat.button.submit" = "सबमिट करें";
"livechat.button.back" = "< वापस";
"livechat.button.select" = "चुनें";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "वापस";
"livechat.message.savetolibrary" = "कैमरा रोल में सहेजें";
"livechat.message.offlineSend" = "ऑफ़लाइन भेजें";
"livechat.message.secs" = "%@ सेकंड्स";
"livechat.message.sec" = "%@ सेकंड";
"livechat.message.newmessage" = "%@ नया संदेश";
"livechat.message.newmessages" = "%@ नए संदेश";
"livechat.message.chattransfered" = "चैट हस्तांतरित की गई। हैलो %@!! मुझे आपकी और अधिक सहायता करने में खुशी होगी।";
"livechat.message.agenjoinedchat" = "%@ इस वार्तालाप में शामिल हो गया है।";
"livechat.message.sessionended" = "सत्र समाप्त हो गया - #%@";
"livechat.message.sessionendednovisitid" = "सत्र समाप्त हो गया";
"livechat.message.connectedto" = "%@ से कनेक्टेड";
"livechat.message.chatmissed" = "हम आपसे जल्द संपर्क करेंगे";
"livechat.ratingresponse.ratingandfeedback" = "आपके मूल्यवान मूल्यांकन और प्रतिक्रिया के लिए धन्यवाद";
"livechat.ratingresponse.feedback" = "आपकी मूल्यवान प्रतिक्रिया के लिए धन्यवाद";
"livechat.ratingresponse.rating" = "आपके मूल्यवान मूल्यांकन के लिए धन्यवाद";
"livechat.message.name" = "आप";
"livechat.ratingmessage.bad" = "खराब";
"livechat.ratingmessage.wow" = "वाह";
"livechat.feedbackmessage.nofeedback" = "कोई प्रतिक्रिया नहीं है";
"livechat.connectionstatus.online" = "ऑनलाइन";
"livechat.connectionstatus.offline" = "ऑफ़लाइन";
"livechat.connectionstatus.waitingfornetwork" = "नेटवर्क की प्रतीक्षा की जा रही है";
"livechat.connectionstatus.noconnection" = "कोई नेटवर्क कनेक्टिविटी नहीं है..";
"livechat.day.morning" = "सुबह";
"livechat.day.afternoon" = "दोपहर";
"livechat.day.evening" = "शाम";
"livechat.day.night" = "रात";
"livechat.day.today" = "आज";
"livechat.day.yesterday" = "बीता कल";
"livechat.fileSize.exceed.alert" = "फाइल का आकार अधिकतम अनुमत सीमा से अधिक है";
"livechat.message.sessionend" = "चैट सत्र समाप्त होने जा रहा है";
"livechat.leave.feedback" = "हमसे संपर्क करने के लिए धन्यवाद! \n कृपया हमें अपनी मूल्यवान प्रतिक्रिया दें।";
"livechat.offline.sent" = "ऑफ़लाइन भेजा गया";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "छवि";
"livechat.conversation.vidoe" = "वीडियो";
"livechat.conversation.audio" = "ध्वनि संदेश";
"livechat.conversation.file" = "फाइल";
"livechat.conversation.location" = "स्थान";
"livechat.conversation.contact" = "संपर्क";
"livechat.ongoing.typing" = "टाइप किया जा रहा है";
"livechat.offline.message" = "हम इस समय उपलब्ध नहीं हैं। कृपया हमारे लिए संदेश छोड़ दें और हम आपसे जल्दी से जल्दी संपर्क करेंगे।";
"livechat.start.chat" = "चैट प्रारंभ करें";
"livechat.recently.viewed" = "हाल ही में देखा गया";
"livechat.faq.srarch.empty" = "ओह! आप जो आलेख खोज रहे हैं, वह अभी तैयार किया जा रहा है! बाद में वापस आएँ!";
"livechat.faq.search" = "आलेख खोजें";
"livechat.conversation" = "वार्तालाप";
"livechat.faq" = "नॉलेज बेस";
"livechat.conversation.search.empty" = "उफ! ऐसा लगता है कि कोई भी मौजूदा वार्तालाप उस शब्द से मैच नहीं करता जो आपने अभी-अभी दर्ज किया है। किसी अन्य क्वेरी के साथ प्रयास करें!";
"livechat.conversation.attended" = "%@ के साथ %@ में"; //in zylker with andrew
"livechat.conversation.missed" = "%@ में चूका गया";//Missed in sales
"livechat.conversation.search" = "कोई वार्तालाप खोजें";
"livechat.conversation.empty" = "अभी तक कोई वार्तालाप नहीं! आप हमारे विशेषज्ञों से कनेक्ट करने से बस एक क्लिक दूर हैं।";
"livechat.faq.empty" = "हमारा नॉलेज बेस सेक्शन तैयार किया जा है। कृपया कुछ समय बाद वापस आएँ।";
"livechat.conversaiton.awaiting" = "कनेक्ट करने की प्रतीक्षा में...";
"livechat.faq.article" = "आलेख";
"livechat.faq.articles" = "आलेख";
"livechat.faq.view" = "देखें";
"livechat.faq.views" = "दृश्य";
"COM.SIQ.END.CALL.DURATION" = "आप %@ के लिए ऑडियो कॉल में थे";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "%@ अभी व्यस्त हैं";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@ ने ऑडियो कॉल अस्वीकार की";
"COM.SIQ.END.CALL.MISSED" = "%@ से ऑडियो कॉल चूक गई";
"COM.SIQ.END.CALL.TERMINATED" = "%@ ने ऑडियो कॉल रद्द की";
"COM.SIQ.MISSED.CALL.TITLE" = "चूकी हुई कॉल";
"COM.SIQ.MISSED.CALL.FROM" = "आप %@ से कॉल चूक गए";
"livechat.button.endsession" = "सत्र समाप्त करें";
"livechat.message.missedChat" = "चूकी हुई चैट";
"livechat.message.sharedfile" = "फ़ाइल साझा की";
"livechat.message.suggestions" = "सुझाव";
"livechat.message.like" = "पसंद";
"livechat.message.dislike" = "नापसंद";
"livechat.message.timezone" = "समय क्षेत्र";
"livechat.message.date" = "तिथि";//
"livechat.message.time" = "समय";//
"livechat.message.from" = "प्रेषक";//
"livechat.message.to" = "प्राप्तकर्ता";//
"livechat.message.speaker" = "स्पीकर";
"livechat.message.settings" = "सेटिंग्स";
"livechat.message.okay" = "ठीक है";
"livechat.button.dnt" = "ट्रैक न करें";
"livechat.button.gotit" = "समझ आ गया!";
"livechat.button.learnmore" = "अधिक जानें";
"livechat.button.accept" = "स्वीकार करें";
"livechat.button.decline" = "अस्वीकार करें";
"livechat.message.changeemail" = "ईमेल पता परिवर्तित करें";
"livechat.message.translateconsent" = "अनुवाद सहमति";
"livechat.message.translation" = "हम इस वार्तालाप का अनुवाद करने के लिए Google Translate का उपयोग कर रहे हैं";
"livechat.message.chatconsent" = "चैट सहमति";
"livechat.message.trackconsent" = "ट्रैकिंग सहमति";
"livechat.chatconsent.message" = "‘स्वीकार करें’ पर क्लिक करके आप इसके द्वारा इस दस्तावेज़ में उल्लिखित हमारे सभी नियमों और शर्तों से सहमत होते हैं।";
"livechat.trackconsent.message1" = "हैलो! हम आपके इन-ऐप अनुभव को बेहतर बनाने के लिए हमारे ऐप में गतिविधियाँ ट्रैक करते हैं।";
"livechat.trackconsent.message2" = "हैलो! हम आपके इन-ऐप अनुभव को बेहतर बनाने के लिए हमारे ऐप में गतिविधियाँ ट्रैक करते हैं। लेकिन यदि आप इससे ऑप्ट आउट करना चाहते हैं, तो “ट्रैक न करें” विकल्प पर क्लिक करें।";
"livechat.message.cardmask" = "क्रेडिट कार्ड मास्किंग";
"livechat.creditcard.message" = "आपका कार्ड नंबर अत्यधिक संवेदनशील डेटा है, इसलिए क्या आप चाहेंगे कि हम आपके कार्ड नंबर के पहले 12 अंक मास्क करें?";
"livechat.button.mask" = "मास्क करें";
"livechat.message.emailtranscript" = "आप यह चैट ट्रांसक्रिप्ट %@ को ईमेल करने ही वाले हैं।";
"livechat.message.slidetodelete" = "हटाने के लिए स्लाइड करें";
"livechat.message.holdtorecord" = "रिकॉर्ड करने के लिए होल्ड करें, रोकने के लिए रिलीज़ करें";
"livechat.permission.microphone" = "वॉइस संदेश रिकॉर्ड करने और भेजने के लिए अपने डिवाइस के माइक्रोफोन तक पहुँच प्राप्त करने की अनुमति दें।";
"livechat.buttton.later" = "बाद में";
"livechat.message.permission" = "ऐप्स की सेटिंग्स में नेविगेट करें";
"livechat.message.angry" = "क्रोधित";
"livechat.message.sad" = "उदास";
"livechat.message.good" = "अच्छा";
"livechat.message.great" = "शानदार";
"livechat.message.chattransfering" = "%@ यह चैट %@ को हस्तांतरित कर रहा है।";
"livechat.message.forwardsupport" = "%@ इस चैट को हस्तांतरित कर रहा है।";
"livechat.message.forwardaccepted" = "चैट %@ को सफलतापूर्वक फ़ॉरवर्ड कर दी गई है।";
"livechat.button.done" = "संपन्न";
"livechat.button.skip" = "छोड़ें";
"livechat.button.confirm" = "पुष्टि करें";
"livechat.message.bookslot" = "स्लॉट बुक करें";
"livechat.message.verybad" = "बहुत खराब";
"livechat.message.neutral" = "तटस्थ";
"livechat.message.pickdate" = "कोई तारीख चुनें";
"livechat.message.pickslot" = "कोई समय स्लॉट चुनें";
"livechat.message.pickloc" = "कोई स्थान चुनें";
"livechat.message.location" = "स्थान";
"livechat.message.curloc" = "वर्तमान स्थान भेजें";
"livechat.message.selloc" = "चयनित स्थान भेजें";
"livechat.message.continuesession" = "हमारे साथ आपका चैट सत्र पूरा हो गया है। क्या किन्हीं अन्य क्वेरीज़ को स्पष्ट किया जाना है? हमसे चैट करने के लिए ‘जारी रखें’ पर क्लिक करें।";
"livechat.button.sendemail" = "चैट ट्रांसक्रिप्ट को ईमेल करें";
"livechat.button.continue" = "जारी रखें";
"livechat.message.mailsent" = "मेल सफलतापूर्वक भेजा गया";
"livechat.message.mailfailed" = "मेल भेजना विफल रहा";
"livechat.button.yes" = "हाँ";
"livechat.button.no" = "नहीं";
"livechat.message.connectohuman" = "क्या आपको मानवीय मदद की जरूरत है?";
"livechat.message.downloading" = "डाउनलोड हो रहा है";
"livechat.message.uploading" = "अपलोड करना";
"livechat.message.sendphoto" = "1 फोटो भेजें";
"livechat.message.sendvideo" = "1 वीडियो भेजें";
"livechat.message.sendphotos" = "%@ फोटोज़ भेजें";
"livechat.message.sendvideos" = "%@ वीडियोज़ भेजें";
"livechat.message.senditems" = "%@ आइटम्स भेजें";
"livechat.message.saved" = "सहेजा गया";
"livechat.message.screenshot" = "कैप्चर करने के लिए टैप करें";
"livechat.message.time.yearsago" = "%@ वर्ष पहले";
"livechat.message.time.monthsago" = "%@ महीने पहले";
"livechat.message.time.weeksago" = "%@ सप्ताह पहले";
"livechat.message.time.daysago" = "%@ दिन पहले";
"livechat.message.time.hoursago" = "%@ घंटे पहले";
"livechat.message.time.minutesago" = "%@ मिनट पहले";
"livechat.message.time.secondsago" = "%@ सेकंड पहले";
"livechat.continue.chat" = "चैट जारी रखें";
"livechat.conversation.started" = "%@ में";
"livechat.message.sendfeedback" = "प्रतिक्रिया भेजें";
"livechat.message.sessionendtime" = "चैट सत्र %@ में समाप्त होगा";
"livechat.message.recieveimage" = "%@ ने आपको छवि भेजी है";
"livechat.message.recievevideo" = "%@ ने आपको वीडियो भेजा है";
"livechat.message.recievegif" = "%@ ने आपको GIF भेजा है";
"livechat.message.recievefile" = "%@ ने आपको फाइल भेजी है";
"livechat.message.recieveaudio" = "%@ ने आपको ऑडियो क्लिप भेजा है";
"livechat.message.sharescreenshot" = "स्क्रीनशॉट साझा करें";
"livechat.message.defaultthankmsg" = "आज आपके साथ चैट करके मुझे ख़ुशी हुई है। कृपया हमें अपना ‘मूल्यांकन’ भेजने के लिए थोड़ा समय निकालें।";
"livechat.message.rate.1star" = "खेद है कि हम मदद नहीं कर सके। हम अपनी सहायता में सुधार करेंगे।";
"livechat.message.rate.2star" = "क्षमा करें! हम अगली बार आपको बेहतर अनुभव देने का आश्वासन देते हैं।";
"livechat.message.rate.3star" = "मूल्यांकन के लिए धन्यवाद! किसी भी सहायता के लिए पर हमें संदेश भेजने में संकोच न करें";
"livechat.message.rate.4star" = "आपके मूल्यांकन के लिए धन्यवाद। हमें मदद करके खुशी है।";
"livechat.message.rate.5star" = "वाह, धन्यवाद!  हमें आपकी सहायता करने पर खुशी है";
"livechat.message.feedback" = "आपकी प्रतिक्रिया के लिए धन्यवाद।";
"livechat.message.state.connecting" = "कनेक्ट किया जा रहा है";
"livechat.message.state.connected" = "कनेक्ट हो गया";
"livechat.message.inputcard.title.name" = "नाम दर्ज करें";
"livechat.message.inputcard.title.phone" = "संपर्क दर्ज करें";
"livechat.message.inputcard.title.url" = "URL दर्ज करें";
"livechat.message.inputcard.title.email" = "ईमेल दर्ज करें";
"livechat.message.inputcard.error.name" = "मान्य नाम दर्ज करें";
"livechat.message.inputcard.error.email" = "मान्य ईमेल पता दर्ज करें";
"livechat.message.inputcard.error.contact" = "मान्य संपर्क नंबर दर्ज करें";
"livechat.message.inputcard.error.url" = "कोई मान्य URL दर्ज करें";
"livechat.message.form.inline.introduction" = "हमें यह जानने में सहायता करें कि हम किससे बात कर रहे हैं।";
"livechat.message.form.inline.chatmessage" = "कृपया चैट शुरू करने के लिए हमें कुछ विवरण प्रदान करें।";
"livechat.message.form.inline.buttontitle" = "प्रपत्र भरें";
"livechat.message.form.field.error.question" = "प्रश्न दर्ज करें";
"livechat.message.form.field.question" = "अपना प्रश्न यहाँ दर्ज करें";
"livechat.message.form.field.campaign" = "क्या आप हमारे न्यूजलेटर की सदस्यता लेना पसंद करेंगे?";
"livechat.message.form.field.error.unknown" = "दिया गया प्रत्युत्तर अमान्य है।";
"livechat.message.form.field.department.fieldname" = "विभाग";
"livechat.message.form.field.department.message" = "कृपया उस विभाग का चयन करें जिसे आपका अनुरोध भेजा जाना चाहिए";
"livechat.message.form.field.department.placeholder" = "विभाग चुनें";
"livechat.message.form.field.department.coversation.error" = "कृपया किसी अन्य विभाग का चयन करें।";
"livechat.message.form.field.department.traditional.error" = "कोई मान्य विभाग चुनें";
"livechat.message.form.field.email.fieldname" = "ईमेल";
"livechat.message.form.field.email.message" = "हम आपको किस पते पर ईमेल भेज सकते हैं?";
"livechat.message.form.field.email.placeholder" = "अपना ईमेल पता दर्ज करें";
"livechat.message.form.field.email.coversation.error" = "आपने जो ईमेल पता दर्ज किया है वह गलत प्रतीत होता है। कृपया अपना ईमेल पता दोबारा दर्ज करें।";
"livechat.message.form.field.email.traditional.error" = "मान्य ईमेल पता दर्ज करें";
"livechat.message.form.field.phone.fieldname" = "फ़ोन";
"livechat.message.form.field.phone.message" = "क्या आप हमें अपना संपर्क नंबर दे सकते हैं?";
"livechat.message.form.field.phone.placeholder" = "अपना संपर्क नंबर दर्ज करें";
"livechat.message.form.field.phone.coversation.error" = "आपके द्वारा दर्ज किया गया फोन नंबर गलत प्रतीत होता है। कृपया अपना फोन नंबर दोबारा दर्ज करें।";
"livechat.message.form.field.phone.traditional.error" = "कोई मान्य फोन नंबर दर्ज करें";
"livechat.message.form.field.name.fieldname" = "नाम";
"livechat.message.form.field.name.message" = "आप किस प्रकार संबोधित किया जाना पसंद करेंगे?";
"livechat.message.form.field.name.placeholder" = "अपना नाम दर्ज करें";
"livechat.message.form.field.name.coversation.error" = "आपके द्वारा दर्ज किया गया नाम बिल्कुल सही प्रतीत नहीं होता। कृपया अपना नाम दोबारा दर्ज करें।";
"livechat.message.form.field.name.traditional.error" = "मान्य नाम दर्ज करें।";
"livechat.message.form.conversation.sendername" = "ऑपरेटर";
"livechat.message.form.traditional.title" = "उपयोगकर्ता विवरण";
"livechat.message.error.internet" = "कृपया अपने इंटरनेट कनेक्शन की जाँच करें।";
"livechat.message.error.unknown" = "उफ! कुछ गड़बड़ हो गई। कृपया दोबारा प्रयास करें";
"livechat.conversation.started_no_dept" = "%@ के साथ";
"livechat.message.reopensession" = "आपका चैट सत्र समाप्त हो गया है। यदि आपकी कोई अन्य क्वेरीज़ हैं, तो आप चैट को दोबारा खोल सकते हैं।";
"livechat.message.failiure.unknown" = "कुछ गड़बड़ हो गई। त्रुटि कोड: %@";
"livechat.message.failiure.throttle" = "कनेक्शन टूट गया है। कुछ समय बाद दोबारा प्रयास करें।";
"livechat.message.failiure.operationFailed" = "ऑपरेशन विफल रहा";
"livechat.button.reopen" = "चैट दोबारा खोलें";
"livechat.message.conversation.reopened" = "आपने चैट को दोबारा खोल दिया है";
"livechat.message.sendblocked.ended" = "यह चैट समाप्त हो गई है";
"livechat.message.conversation.operatorsunavailable" = "कोई ऑपरेटर उपलब्ध नहीं है";
"livechat.message.conversation.waiting" = "ऑपरेटर शीघ्र ही शामिल होगा";
"livechat.message.conversation.formwaiting" = "आपके विवरण की प्रतीक्षा की जा रही है";
"livechat.button.sure" = "सुनिश्चित";
"livechat.message.chatwithus" = "अभी हमारे साथ चैट करें!";
"livechat.message.search" = "खोज";
"livechat.rate.titlemessage" = "हमारे साथ आपका वार्तालाप अनुभव कैसा रहा?";
"livechat.rate.subtitlemessage" = "कृपया अपना मूल्यांकन देने के लिए थोड़ा समय लें।";
"livechat.message.time.justnow" = "ठीक अभी";
"livechat.message.file" = "फ़ाइल";
"livechat.message.missed.message" = "क्षमा करें, हमें आपको चूक गए! हम आपसे जल्द वापस संपर्क करेंगे!";
"livechat.message.connection.online.message" = "वापस ऑनलाइन!";
"salesiq.chat.branding" = "SalesIQ Mobilisten द्वारा संचालित";
"livechat.button.download" = "डाउनलोड करें";
"livechat.alert.formactivenotice.title" = "प्रपत्र किसी अन्य चैट में सक्रिय है";
"livechat.alert.formactivenotice.subtitle" = "कृपया कोई नई चैट शुरू करने से पहले पिछले चैट में प्रपत्र को भरें!";
"livechat.message.offlinemessage.submitted" = "ऑफ़लाइन संदेश सबमिट किया गया";
"livechat.message.storage_permission.denied" = "संग्रहण अनुमति अस्वीकार की गई।";
"livechat.message.timedout" = "टाइम आउट हो गया";
"livechat.message.success" = "सफलता";
"livechat.message.faliure" = "विफल";
"livechat.message.widget.selectionlimit" = "बहुत से चयन की सीमा पूरी हो गई";
"livechat.message.noresult" = "कोई परिणाम नहीं मिला";
"livechat.message.waitingforconnection" = "नेटवर्क कनेक्शन की प्रतीक्षा है";
"livechat.message.chat.closedalert" = "सत्र समाप्त हो गया! जारी रखने के लिए चैट को दोबारा खोलें।";
"livechat.message.info.chatmissed" = "हम आपका चैट अनुरोध चूक गए";
"livechat.message.status.sending" = "भेजा जा रहा है";
"livechat.message.status.sent" = "भेजा गया";
"livechat.message.status.resend" = "पुनः भेजें";
"livechat.message.status.delete" = "हटाएँ";
"livechat.message.inputcard.error.novalue" = "कृपया मान्य मान दर्ज करें";
"livechat.chat.pendingaction.placeholder" = "कृपया प्रतीक्षा करें।";
"livechat.chat.sender.profanity.alert" = "दुर्व्यवहार अलर्ट";
"livechat.chat.queue.banner.calculating" = "प्रतीक्षा समय की गणना की जा रही है...";
"livechat.chat.queue.banner.title" = "आप चैट कतार में हैं";
"livechat.chat.queue.banner.timeremaining" = "अनुमानित प्रतीक्षा समय लगभग ~%@ है";
"livechat.chat.queue.banner.position.subtitle" = "स्थान";
"livechat.chat.list.subtitle.queue.spot" = "कतार में स्थान: %@";
"livechat.gdpr.googletranslate.consent" = "इस सेवा में Google द्वारा संचालित अनुवाद मौजूद हो सकते हैं। Google सटीकता, विश्वसनीयता, और विक्रेयता की कोई भी व्यक्त वारंटी, किसी विशेष उद्देश्य के लिए उपयुक्तता और गैर-उल्लंघन की वारंटियों सहित, व्यक्त या निहित अनुवादों से संबंधित सभी वारंटियों का अस्वीकरण करता है।";
"livechat.button.schedule" = "शेड्यूल";
"livechat.message.inputwidget.datetime.title" = "तारीख और समय";
"livechat.message.search.country.placeholder" = "देश या कोड खोजें";
"livechat.message.permission.denied.location" = "स्थान अनुमति अस्वीकार कर दी गई है";
"livechat.messsage.search.noresults" = "हमें आपकी खोज से मैच करने वाला कोई भी परिणाम नहीं मिल सका है";

"livechat.message.status.edit" = "संपादित करें";
"livechat.message.status.reply" = "उत्तर दें";
"livechat.message.deletingmessage" = "संदेश हटाना";
"livechat.message.deletemessage" = "संदेश हटाएं?";
"livechat.message.messagedeletedforeveryone" = "यह संदेश हर किसी के लिए हटा दिया जाएगा। इस कार्रवाई को पूर्ववत नहीं किया जा सकता";
"livechat.message.loadmoremessage" = "और अधिक लोड करें";
"livechat.message.messagedeleted" = "यह संदेश हटा दिया गया है";
"livechat.message.messageedited" = "संपादित";
"livechat.message.failure.transcriptFetch" = "संदेशों को लोड करने में असमर्थ। बाद में दोबारा प्रयास करें।";
"livechat.message.failure.deleteMessage" = "संदेश को हटाने में असमर्थ। बाद में दोबारा प्रयास करें।";
"livechat.message.failure.editMessage" = "संदेश को संपादित करने में असमर्थ। बाद में दोबारा प्रयास करें।";
"livechat.message.log.title" = "एप्लिकेशन लॉग";
"livechat.message.log.chatMessage" = "ऑपरेटर ने आपके ऐप लॉग तक पहुँच प्राप्त करने का अनुरोध किया है";
"livechat.message.share" = "साझा करें";
"livechat.info.message" = "प्रतिलिपि बनाई गई";

//Bookings
"livechat.booking.description" = "अपना अपॉइंटमेंट शेड्यूल करने के लिए नीचे “अभी बुक करें” पर क्लिक करें।";
"livechat.booking.bookappointment" = "अपॉइंटमेंट बुक करें";
"livechat.booking.cancelbooking" = "बुकिंग रद्द करें";
"livechat.booking.cancelbooking.message" = "क्या आप सचमुच इस बुकिंग को रद्द करना चाहते हैं?";
"livechat.booking.discardbooking" = "क्या आप सचमुच परिवर्तनों को छोड़ना चाहते हैं";
"livechat.common.discard" = "छोड़ें";
"livechat.booking.pickadate" = "कोई तारीख चुनें";
"livechat.booking.allslotsbooked" = "सभी स्लॉट्स बुक हो चुके हैं";
"livechat.booking.allslotsbooked.message" = "ऐसा लगता है कि इस तारीख पर सभी स्लॉट्स बुक हो चुके हैं, किसी अन्य तारीख का प्रयास करें।";
"livechat.booking.unavailable" = "अनुपलब्ध";
"livechat.booking.slots" = "स्लॉट्स";
"livechat.booking.slot" = "स्लॉट";
"livechat.booking.choosedate" = "तारीख चुनें";
"livechat.booking.bookingconfirmation.title" = "बुकिंग की पुष्टि";
"livechat.booking.verifydetails" = "संपर्क विवरण की पुष्टि करें";
"livechat.common.noresultfound" = "खोज के लिए कोई परिणाम नहीं मिला";
"livechat.booking.choosetimeslot.title" = "समय स्लॉट चुनें";
"livechat.booking.booknow" = "अभी बुक करें";
"livechat.booking.scheduled" = "शेड्यूल किया गया";
"livechat.booking.cancelled" = "रद्द किया गया";
"livechat.booking.reschedule" = "दोबारा शेड्यूल करें";
"livechat.booking.cancel" = "रद्द करें";

"livechat.booking.expired" = "मियाद समाप्त हो गई";
"livechat.booking.rescheduled" = "रीशेड्यूल किया गया";
"livechat.booking.error.booknow" = "दोबारा प्रयास करें"; // Done
"livechat.booking.error.bookanappointment" = "अपॉइंटमेंट बुक करने में असमर्थ"; // Done
"livechat.booking.error.confirmappointment" = "अपॉइंटमेंट बुकिंग विफल हो गई। दोबारा प्रयास करें।"; // Done
"livechat.booking.error.rescheduleaction" = "रीशेड्यूल करने में असमर्थ। दोबारा प्रयास करें।";
"livechat.booking.error.cancelaction" = "रद्द करने में असमर्थ। दोबारा प्रयास करें।";
"livechat.booking.error.rescheduleappointment" = "रीशेड्यूल करने में असमर्थ। दोबारा प्रयास करें।"; // Done
"livechat.info.booking.reschedule" = "अपॉइंटमेंट रीशेड्यूल किया गया"; // Done
"livechat.info.booking.cancel" = "अपॉइंटमेंट रद्द किया गया"; // Done
"livechat.booking.success.appointment" = "अपॉइंटमेंट सफलतापूर्वक बुक किया गया"; // Done
"livechat.booking.success.reschedule" = "अपॉइंटमेंट सफलतापूर्वक रीशेड्यूल किया गया"; // Done
"livechat.booking.success.cancel" = "अपॉइंटमेंट सफलतापूर्वक रद्द किया गया"; // Done
"livechat.booking.disabled" = "पोर्टल में एकीकरण सक्षम नहीं किया गया है";
"livechat.booking.search" = "इसके लिए कोई खोज परिणाम नहीं मिला:";
"livechat.voicemessage.alert.title" = "ध्वनि संदेश को छोड़ें";
"livechat.voicemessage.alert.message" = "इससे आपका रिकॉर्ड किया गया ध्वनि संदेश व्यर्थ हो जाएगा";
"livechat.booking.alert.discardChangesPrompt" = "किए गए परिवर्तन सहेजे नहीं जाएंगे। क्या आप आगे बढ़ना चाहते हैं?";
"livechat.alert.button.proceed" = "आगे बढ़ें";
"livechat.alert.button.cancel" = "रद्द करें";

// knowledgebase
"livechat.knowledgebase.subcategories" = "उप-श्रेणियाँ";
"livechat.knowledgebase.article" = "आलेख";
"livechat.knowledgebase.articles" = "आलेख";
"livechat.knowledgebase.relatedarticles" = "संबंधित आलेख";
"livechat.knowledgebase.subcategory.count" = "उप-श्रेणी";
"livechat.knowledgebase.subcategories.count" = "उप-श्रेणियाँ";
"livechat.knowledgebase.recentlyviewed" = "हाल ही में देखा गया";
"livechat.knowledgebase.choosedepartment" = "विभाग चुनें";
"livechat.knowledgebase.search.departments" = "विभाग";
"livechat.knowledgebase.delete.or.disabled" = "आलेख अनुपलब्ध है";

"livechat.knowledgebase.recentsearches" = "हाल की खोजें";
"livechat.knowledgebase.categories" = "श्रेणियाँ";
"livechat.knowledgebase.article.updated" = "अद्यतन किया गया";
"livechat.knowledgebase.action.like" = "पसंद";
"livechat.knowledgebase.action.dislike" = "नापसंद";
"livechat.knowledgebase.info.liked" = "पसंद किया";
"livechat.knowledgebase.info.disliked" = "नापसंद किया";
"livechat.knowledgebase.view" = "व्यू";
"livechat.knowledgebase.views" = "व्यूज़";
"livechat.knowledgebase.action.invalid" = "अमान्य क्रिया। दोबारा प्रयास करें।";
"livechat.knowledgebase.noviews" = "कोई व्यूज़ नहीं";

"livechat.chat" = "चैट करें";
"livechat.knowledgebase.time.yearsago" = "%@ वर्ष पहले अद्यतन किया गया";
"livechat.knowledgebase.time.monthago" = "%@ महीने पहले अद्यतन किया गया";
"livechat.knowledgebase.time.dayago" = "1 दिन पहले अद्यतन किया गया";
"livechat.knowledgebase.time.daysago" = "%@ दिन पहले अद्यतन किया गया";
"livechat.knowledgebase.time.hourago" = "1 घंटा पहले अद्यतन किया गया";
"livechat.knowledgebase.time.hoursago" = "%@ घंटे पहले अद्यतन किया गया";
"livechat.knowledgebase.time.justnow" = "ठीक अभी अद्यतन किया गया";
"livechat.conversation.unavailable" = "चैट अनुपलब्ध है";
"livechat.message.file.not.supported" = "फाइल प्रकार समर्थित नहीं है";
"livechat.message.sending.failed" = "संदेश भेजना विफल रहा";
"livechat.launcher.dismiss" = "खारिज करने के लिए यहाँ खींचें";
"livechat.button.endchat" = "चैट समाप्त करें";


"livechat.message.resendall" = "सभी को दोबारा भेजें";
"livechat.message.deleteall" = "सभी को हटाएँ";
"livechat.filebotcard.minimumselection.error" = "कृपया कम से कम फ़ाइलों %@ का चयन करें";
"livechat.filebotcard.maximumselection.error" = "%@ से अधिक फाइलें साझा नहीं कर सकते";
"livechat.filebotcard.selectionfile.limitexceed.error" = "फाइल का आकार %@ से ज़्यादा नहीं होना चाहिए";
"livechat.filebotcard.upload" = "अपलोड करें";

"livechat.message.widget.minimumselectionlimit" = "न्यूनतम %@ चयन अपेक्षित है";
"livechat.message.resource.viewarticle" = "आलेख देखें";
"livechat.filebotcard.unsupportedfile.error" = "चयनित फाइल समर्थित नहीं है, कृपया किसी अन्य फाइल का चयन करें। ";
"livechat.fab.call.action" = "कॉल";
"livechat.fab.chat.action" = "चैट करें";
"livechat.fab.close.action" = "बंद करें";

"livechat.info.call.convertedaschat" = "कॉल को %@ द्वारा चैट के रूप में रूपांतरित किया गया";
"livechat.info.call.end" = "%@ के लिए %@ पर ऑडियो कॉल";
"livechat.info.call.reject.peer" = "%@ फिलहाल व्यस्त है। कृपया बाद में कॉल करने का प्रयास करें";
"livechat.info.call.reject" = "%@ ने %@ बजे ऑडियो कॉल अस्वीकार की";
"livechat.info.call.missed.other" = "%@ से %@ पर आपकी ऑडियो कॉल छूट गई";
"livechat.info.call.missed.self" = "%@, %@ पर ऑडियो कॉल चूक गए";
"livechat.info.call.cancelled" = "%@ ने %@ पर ऑडियो कॉल रद्द की";
"livechat.common.loading" = "लोड किया जा रहा है…";
"livechat.call.title.ongoingcall" = "जारी कॉल";
"livechat.prechat.chat.online.title" = "अभी हमारे साथ चैट करें!";
"livechat.prechat.chat.offline.title" = "हमारे लिए संदेश छोड़ें";
"livechat.prechat.call.online.title" = "हमें अब कॉल करें";
"livechat.prechat.call.offline.title" = "हमारे लिए कोई छूटी कॉल छोड़ें";
"livechat.call.warning.make.new.call" = "आप जब पहले से किसी अन्य कॉल पर हो, तब आप नई कॉल नहीं कर सकते।";
"livechat.call.end.alert.when.end.conversation" = "चैट को समाप्त करने पर जारी कॉल भी समाप्त हो जाएगी। क्या आप सचमुच आगे बढ़ना चाहते हैं?";
"livechat.action.end" = "समाप्त करें";
"livechat.prechat.brand.back.to.online" = "सुनिए, हम दोबारा ऑनलाइन हैं!";
"livechat.call.outgoingcall.duration" = "%@ के लिए आउटगोइंग कॉल";
"livechat.call.missed" = "छूटी कॉल";
"livechat.call.cancelled" = "रद्द की गई कॉल";
"livechat.missed.chat.response" = "हमसे संपर्क करने के लिए धन्यवाद! हम आपसे जल्द संपर्क करेंगे।";
"livechat.call.miss.alert.title" = "ऑपरेटर्स अनुपलब्ध हैं";
"livechat.call.miss.alert.message" = "क्या आप हमारे लिए संदेश छोड़ना चाहेंगे?";
"livechat.chat.miss.alert.message" = "क्या आप हमारे लिए संदेश छोड़ना चाहेंगे?";
"livechat.call.recording.consent.title" = "कॉल रिकॉर्डिंग की सहमति";
"livechat.call.recording.consent" = "सभी कॉल्स को गुणवत्ता आश्वासन, रिकॉर्ड-कीपिंग और प्रशिक्षण के उद्देश्यों से रिकॉर्ड किया जाता है। `स्वीकार करें` पर क्लिक करके, आप कॉल को रिकॉर्ड करने की सहमति दे रहे हैं।";
"livechat.call.queue.title" = "कतार में कॉल";
"livechat.call.microphone.permission.title" = "कृपया पहुँच प्राप्त करने की अनुमति दें";
"livechat.call.microphone.permission.custom.message" = "%@ को वॉइस कॉल्स के लिए आपके माइक्रोफ़ोन तक पहुँच प्राप्त करने के लिए अनुमति की आवश्यकता है।";
"livechat.call.microphone.permission.message" = "इस ऐप को वॉइस कॉल्स के लिए आपके माइक्रोफ़ोन तक पहुँच प्राप्त करने के लिए अनुमति की आवश्यकता है।";
"livechat.button.endconversation" = "वार्तालाप समाप्त करें";
"livechat.message.offlinechat" = "ऑफलाइन चैट";
"livechat.message.offlinecall" = "ऑफलाइन कॉल";
"livechat.checkbox.consent.message" = "मैं नियमों और शर्तों से सहमत हूँ";
"livechat.checkbox.consent.message.tac" = "और";
"livechat.list.subtitle.queue.call" = "आपकी कॉल कतार में है। कृपया प्रतीक्षा करें।";
"livechat.list.subtitle.queue.chat" = "आपकी चैट कतार में है। कृपया प्रतीक्षा करें।";
"livechat.common.gdpr.consent.title" = "वार्तालाप सहमति";
"livechat.common.gdpr.consent.message" = "‘स्वीकार करें’ पर क्लिक करके आप इसके द्वारा इस दस्तावेज़ में उल्लेख किए गए सभी नियमों और शर्तों से सहमत होते हैं।";
"livechat.common.gdpr.consent.message.in.forms" = "नियम और शर्तें चेकबॉक्स पर सही का निशान लगाकर, आप इसके द्वारा दस्तावेज़ में उल्लेख किए गए सभी विनियमों से सहमत होते हैं।";
"livechat.form.toast.agree.tac" = "कृपया आगे बढ़ने के लिए नियमों और शर्तों से सहमत हों";
"livechat.list.missed.call.subtitle" = "हमसे आपकी कॉल छूट गई। कृपया बाद में प्रयास करें।";
"livechat.list.cancel.call.subtitle" = "आपने ऑडियो कॉल रद्द की।";
"livechat.list.subtitle.ongoingcallinothersession" = "किसी अन्य सत्र में जारी कॉल";
"livechat.call.failed.message" = "ऐसा लगता है कि सभी ऑपरेटर्स ठीक इस समय अनुपलब्ध हैं।";
"livechat.call.waiting.for.response" = "कृपया हमारे सहायता प्रतिनिधि द्वारा आपकी कॉल अटेंड करने तक प्रतीक्षा करें";
"livecaht.call.initialization.failed" = "प्रारंभ करना विफल रहा";
